[
  {
    "title": "So 2016 Was Not the Year Messaging Changed Your Life",
    "body": "THIS WAS SUPPOSED to be the year that texting wasn’t just texting anymore. After big announcements from Facebook, Google, and others, Americans were going to use messaging apps for so much more than chatting with friends. You were going to seamlessly interact with a world of online businesses. You were going to send questions to search engines and book tables at restaurants. You were going to get stuff done without ever opening another app.",
    "category": "business"
  },
  {
    "title": "How a 70-Year-Old Idea Could Make Engines Way More Efficient",
    "body": "IF YOU POP THE hood on your car and yank out the plastic cover beneath it, you’ll see a beautiful bit of mind-boggling engineering: the internal combustion engine. Today’s engines harness around 100 explosions of fuel and oxygen each second, generating massive power with minimal emissions.\nThat’s great, but tightening pollution standards around the world mean automobiles must become increasingly efficient. Electric cars offer one way forward, but they remain expensive and hobbled by range anxiety—the fear, often unfounded, that you’ll end up stranded with a dead battery. Internal combustion isn’t going anywhere anytime soon, with advancements like turbochargers, direct injection, and variable valve timing squeezing more miles from every gallon.",
    "category": "business"
  },
  {
    "title": "The Neuroscientist Who’s Building a Better Memory for Humans",
    "body": "IN AN EPIDSODE of the dystopian near-future series, Black Mirror, a small, implantable device behind the ear grants the ability to remember, access, and replay every moment of your life in perfect detail, like a movie right before your eyes.\nTheodore Berger, a biomedical engineer at the University of Southern California, can’t promise that level of perfect recall—perhaps for the better—but he is working on a memory prosthesis. The device, surgically implanted directly into the brain, mimics the function of a structure called the hippocampus by electrically stimulating the brain in a particular way to form memories—at least in rats and monkeys. And now, he’s testing one that could work in humans.",
    "category": "business"
  },
  {
    "title": "You Could Play This Jigsaw Puzzle Forever and Never Finish",
    "body": "THE JOY OF any good jigsaw puzzle isn’t finishing it, it’s the satisfaction of linking pieces, one fit at a time. With the Infinite Galaxy Puzzle, which you can assemble in any direction and in countless shapes, that sensation need never end. Granted, that lack of resolution may make you crazy. But it makes the Infinite Galaxy Puzzle from Nervous System a unique contribution to the cannon.\nYou’d expect nothing less from its creators, who have spent “five or six” years making jigsaw puzzles. Founders Jesse Louis-Rosenberg and Jessica Rosenkrantz use custom software to create their designs and a laser cutter to bring them to life. “It harkens back to when puzzles were hand-cut and had a lot more individual style,” Louis-Rosenberg says.",
    "category": "design"
  }
]
